[
  {
    "text": "A heart well prepared for adversity in bad times hopes, and in good times fears for a change in fortune.",
    "author": "Horace",
    "source": "quotable.io"
  },
  {
    "text": "He that never changes his opinions, never corrects his mistakes, and will never be wiser on the morrow than he is today.",
    "author": "Tryon Edwards",
    "source": "quotable.io"
  },
  {
    "text": "If the shoe doesn't fit, must we change the foot?",
    "author": "Gloria Steinem",
    "source": "quotable.io"
  },
  {
    "text": "Change is the law of life. And those who look only to the past or present are certain to miss the future.",
    "author": "John F. Kennedy",
    "source": "quotable.io"
  },
  {
    "text": "There is nothing permanent except change.",
    "author": "Heraclitus",
    "source": "quotable.io"
  },
  {
    "text": "If you change the way you look at things, the things you look at change.",
    "author": "Wayne Dyer",
    "source": "quotable.io"
  },
  {
    "text": "When we are no longer able to change a situation - we are challenged to change ourselves.",
    "author": "Viktor Frankl",
    "source": "quotable.io"
  },
  {
    "text": "By nature, man hates change; seldom will he quit his old home till it has actually fallen around his ears.",
    "author": "Thomas Carlyle",
    "source": "quotable.io"
  },
  {
    "text": "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
    "author": "Alan Watts",
    "source": "quotable.io"
  },
  {
    "text": "Change your thoughts and you change your world.",
    "author": "Norman Vincent Peale",
    "source": "quotable.io"
  },
  {
    "text": "All things change; nothing perishes.",
    "author": "Ovid",
    "source": "quotable.io"
  },
  {
    "text": "Things do not change; we change.",
    "author": "Henry David Thoreau",
    "source": "quotable.io"
  },
  {
    "text": "Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek.",
    "author": "Barack Obama",
    "source": "quotable.io"
  },
  {
    "text": "To change one's life, start immediately, do it flamboyantly, no exceptions.",
    "author": "William James",
    "source": "quotable.io"
  },
  {
    "text": "Never doubt that a small group of thoughtful, committed people can change the world. Indeed. It is the only thing that ever has.",
    "author": "Margaret Mead",
    "source": "quotable.io"
  },
  {
    "text": "If you focus on results, you will never change. If you focus on change, you will get results.",
    "author": "Jack Dixon",
    "source": "quotable.io"
  },
  {
    "text": "Be the change that you want to see in the world.",
    "author": "Mahatma Gandhi",
    "source": "quotable.io"
  },
  {
    "text": "If you don't like something, change it. If you can't change it, change your attitude.",
    "author": "Maya Angelou",
    "source": "quotable.io"
  },
  {
    "text": "Education is the most powerful weapon which you can use to change the world.",
    "author": "Nelson Mandela",
    "source": "quotable.io"
  },
  {
    "text": "Appreciation can make a day, even change a life. Your willingness to put it into words is all that is necessary.",
    "author": "Margaret Cousins",
    "source": "quotable.io"
  },
  {
    "text": "We must become the change we want to see.",
    "author": "Mahatma Gandhi",
    "source": "quotable.io"
  },
  {
    "text": "What we achieve inwardly will change outer reality.",
    "author": "Plutarch",
    "source": "quotable.io"
  },
  {
    "text": "The meaning I picked, the one that changed my life: Overcome fear, behold wonder.",
    "author": "Richard Bach",
    "source": "quotable.io"
  },
  {
    "text": "To exist is to change, to change is to mature, to mature is to go on creating oneself endlessly.",
    "author": "Henri Bergson",
    "source": "quotable.io"
  },
  {
    "text": "Time changes everything except something within us which is always surprised by change.",
    "author": "Thomas Hardy",
    "source": "quotable.io"
  },
  {
    "text": "You cannot change anything in your life with intention alone, which can become a watered-down, occasional hope that you'll get to tomorrow. Intention without action is useless.",
    "author": "Caroline Myss",
    "source": "quotable.io"
  },
  {
    "text": "If you accept the expectations of others, especially negative ones, then you never will change the outcome.",
    "author": "Michael Jordan",
    "source": "quotable.io"
  },
  {
    "text": "Change in all things is sweet.",
    "author": "Aristotle",
    "source": "quotable.io"
  },
  {
    "text": "Loss is nothing else but change, and change is Nature's delight.",
    "author": "Marcus Aurelius",
    "source": "quotable.io"
  },
  {
    "text": "You really can change the world if you care enough.",
    "author": "Marian Wright Edelman",
    "source": "quotable.io"
  },
  {
    "text": "The art of progress is to preserve order amid change, and to preserve change amid order.",
    "author": "Alfred North Whitehead",
    "source": "quotable.io"
  },
  {
    "text": "They say that time changes things, but you actually have to change them yourself.",
    "author": "Andy Warhol",
    "source": "quotable.io"
  },
  {
    "text": "If you want your life to be more rewarding, you have to change the way you think.",
    "author": "Oprah Winfrey",
    "source": "quotable.io"
  },
  {
    "text": "We can change our lives. We can do, have, and be exactly what we wish.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "To improve is to change; to be perfect is to change often.",
    "author": "Winston Churchill",
    "source": "quotable.io"
  },
  {
    "text": "Ethics change with technology.",
    "author": "Larry Niven",
    "source": "quotable.io"
  },
  {
    "text": "What is necessary to change a person is to change his awareness of himself.",
    "author": "Abraham Maslow",
    "source": "quotable.io"
  },
  {
    "text": "He who is fixed to a star does not change his mind.",
    "author": "Leonardo da Vinci",
    "source": "quotable.io"
  },
  {
    "text": "You must welcome change as the rule but not as your ruler.",
    "author": "Denis Waitley",
    "source": "quotable.io"
  },
  {
    "text": "They must often change, who would be constant in happiness or wisdom.",
    "author": "Confucius",
    "source": "quotable.io"
  },
  {
    "text": "Change your life today. Don't gamble on the future, act now, without delay.",
    "author": "Simone de Beauvoir",
    "source": "quotable.io"
  },
  {
    "text": "Only I can change my life. No one can do it for me.",
    "author": "Carol Burnett",
    "source": "quotable.io"
  },
  {
    "text": "If you do not change direction, you may end up where you are heading.",
    "author": "Laozi",
    "source": "quotable.io"
  },
  {
    "text": "The entrepreneur always searches for change, responds to it, and exploits it as an opportunity.",
    "author": "Peter Drucker",
    "source": "quotable.io"
  },
  {
    "text": "You are always free to change your mind and choose a different future, or a different past.",
    "author": "Richard Bach",
    "source": "quotable.io"
  },
  {
    "text": "The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails.",
    "author": "William Arthur Ward",
    "source": "quotable.io"
  },
  {
    "text": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.",
    "author": "Jimmy Dean",
    "source": "quotable.io"
  },
  {
    "text": "Some people thrive on huge, dramatic change. Some people prefer the slow and steady route. Do what's right for you.",
    "author": "Julie Morgenstern",
    "source": "quotable.io"
  },
  {
    "text": "What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds.",
    "author": "Wayne Dyer",
    "source": "quotable.io"
  },
  {
    "text": "I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better.",
    "author": "Plutarch",
    "source": "quotable.io"
  },
  {
    "text": "In times of change, learners inherit the earth, while the learned find themselves beautifully equipped to deal with a world that no longer exists.",
    "author": "Eric Hoffer",
    "source": "quotable.io"
  },
  {
    "text": "Using the power of decision gives you the capacity to get past any excuse to change any and every part of your life in an instant.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "That's the risk you take if you change: that people you've been involved with won't like the new you. But other people who do will come along.",
    "author": "Lisa Alther",
    "source": "quotable.io"
  },
  {
    "text": "If one is lucky, a solitary fantasy can totally transform one million realities.",
    "author": "Maya Angelou",
    "source": "quotable.io"
  },
  {
    "text": "Everyone in the world ought to do the things for which he is specially adapted. It is the part of wisdom to recognize what each one of us is best fitted for, and it is the part of education to perfect and utilize such predispositions. Because education can direct and aid nature but can never transform her.",
    "author": "Maria Montessori",
    "source": "quotable.io"
  }
]