{
  "tag": "creativity",
  "count": 24,
  "quotes": [
    {
      "text": "To invent, you need a good imagination and a pile of junk.",
      "author": "Thomas Edison",
      "source": "quotable.io"
    },
    {
      "text": "Creativity comes from trust. Trust your instincts. And never hope more than you work.",
      "author": "Rita Mae Brown",
      "source": "quotable.io"
    },
    {
      "text": "Imagination is more important than knowledge...",
      "author": "Albert Einstein",
      "source": "quotable.io"
    },
    {
      "text": "Imagination rules the world.",
      "author": "Napoleon",
      "source": "quotable.io"
    },
    {
      "text": "Reality leaves a lot to the imagination.",
      "author": "John Lennon",
      "source": "quotable.io"
    },
    {
      "text": "Imagination is the highest kite one can fly.",
      "author": "Lauren Bacall",
      "source": "quotable.io"
    },
    {
      "text": "The world is but a canvas to the imagination.",
      "author": "Henry David Thoreau",
      "source": "quotable.io"
    },
    {
      "text": "Imagination is more important than knowledge. For while knowledge defines all we currently know and understand, imagination points to all we might yet discover and create.",
      "author": "Albert Einstein",
      "source": "quotable.io"
    },
    {
      "text": "He who has imagination without learning has wings but no feet.",
      "author": "Joseph Joubert",
      "source": "quotable.io"
    },
    {
      "text": "The only limit to your impact is your imagination and commitment.",
      "author": "Tony Robbins",
      "source": "quotable.io"
    },
    {
      "text": "Imagination is the living power and prime agent of all human perception.",
      "author": "Samuel Taylor Coleridge",
      "source": "quotable.io"
    },
    {
      "text": "Logic will get you from A to B. Imagination will take you everywhere.",
      "author": "Albert Einstein",
      "source": "quotable.io"
    },
    {
      "text": "Every great advance in science has issued from a new audacity of the imagination.",
      "author": "John Dewey",
      "source": "quotable.io"
    },
    {
      "text": "Imagination is not a talent of some men but is the health of every man.",
      "author": "Ralph Waldo Emerson",
      "source": "quotable.io"
    },
    {
      "text": "Imagination disposes of everything; it creates beauty, justice, and happiness, which are everything in this world.",
      "author": "Blaise Pascal",
      "source": "quotable.io"
    },
    {
      "text": "Imagination will often carry us to worlds that never were. But without it we go nowhere.",
      "author": "Carl Sagan",
      "source": "quotable.io"
    },
    {
      "text": "Without leaps of imagination, or dreaming, we lose the excitement of possibilities. Dreaming, after all, is a form of planning.",
      "author": "Gloria Steinem",
      "source": "quotable.io"
    },
    {
      "text": "Imagination allows us to escape the predictable. It enables us to reply to the common wisdom that we cannot soar by saying, 'Just watch!'",
      "author": "Bill Bradley",
      "source": "quotable.io"
    },
    {
      "text": "Neither a lofty degree of intelligence nor imagination nor both together go to the making of genius. Love, love, love, that is the soul of genius.",
      "author": "Wolfgang Amadeus Mozart",
      "source": "quotable.io"
    },
    {
      "text": "Without this playing with fantasy no creative work has ever yet come to birth. The debt we owe to the play of the imagination is incalculable.",
      "author": "Carl Jung",
      "source": "quotable.io"
    },
    {
      "text": "First comes thought; then organization of that thought, into ideas and plans; then transformation of those plans into reality. The beginning, as you will observe, is in your imagination.",
      "author": "Napoleon Hill",
      "source": "quotable.io"
    },
    {
      "text": "Poverty and hardship are created by false thinking.",
      "author": "Bodhidharma",
      "source": "zenquotes.io"
    },
    {
      "text": "No problem can be solved from the same level of consciousness that created it.",
      "author": "Albert Einstein",
      "source": "zenquotes.io"
    },
    {
      "text": "We must create our own world or we will die from inaction.",
      "author": "Robert Greene",
      "source": "zenquotes.io"
    }
  ]
}