[
  {
    "text": "All I can say about life is, Oh God, enjoy it!",
    "author": "Bob Newhart",
    "source": "quotable.io"
  },
  {
    "text": "The thoughts we choose to think are the tools we use to paint the canvas of our lives.",
    "author": "Louise Hay",
    "source": "quotable.io"
  },
  {
    "text": "This is the final test of a gentleman: his respect for those who can be of no possible value to him.",
    "author": "William Lyon Phelps",
    "source": "quotable.io"
  },
  {
    "text": "Try not to become a man of success, but rather try to become a man of value.",
    "author": "Albert Einstein",
    "source": "quotable.io"
  },
  {
    "text": "Appreciation can make a day, even change a life. Your willingness to put it into words is all that is necessary.",
    "author": "Margaret Cousins",
    "source": "quotable.io"
  },
  {
    "text": "Some do not understand that we must die, But those who do realize this settle their quarrels.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "Character develops itself in the stream of life.",
    "author": "Johann Wolfgang von Goethe",
    "source": "quotable.io"
  },
  {
    "text": "Most people are about as happy as they make up their minds to be",
    "author": "Abraham Lincoln",
    "source": "quotable.io"
  },
  {
    "text": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.",
    "author": "Jimmy Dean",
    "source": "quotable.io"
  },
  {
    "text": "Life is just a chance to grow a soul.",
    "author": "A. Powell Davies",
    "source": "quotable.io"
  },
  {
    "text": "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
    "author": "Alan Watts",
    "source": "quotable.io"
  },
  {
    "text": "The best thing about the future is that it only comes one day at a time.",
    "author": "Abraham Lincoln",
    "source": "quotable.io"
  },
  {
    "text": "Trust only movement. Life happens at the level of events, not of words. Trust movement.",
    "author": "Alfred Adler",
    "source": "quotable.io"
  },
  {
    "text": "Life is a succession of lessons, which must be lived to be understood.",
    "author": "Ralph Waldo Emerson",
    "source": "quotable.io"
  },
  {
    "text": "You have to do your own growing no matter how tall your grandfather was.",
    "author": "Abraham Lincoln",
    "source": "quotable.io"
  },
  {
    "text": "We cannot be more sensitive to pleasure without being more sensitive to pain.",
    "author": "Alan Watts",
    "source": "quotable.io"
  },
  {
    "text": "By living deeply in the present moment we can understand the past better and we can prepare for a better future.",
    "author": "Thích Nhất Hạnh",
    "source": "quotable.io"
  },
  {
    "text": "If A is success in life, then A equals x plus y plus z. Work is x; y is play; and z is keeping your mouth shut.",
    "author": "Albert Einstein",
    "source": "quotable.io"
  },
  {
    "text": "Respect should be earned by actions, and not acquired by years.",
    "author": "Frank Lloyd Wright",
    "source": "quotable.io"
  },
  {
    "text": "We need to find the courage to say NO to the things and people that are not serving us if we want to rediscover ourselves and live our lives with authenticity.",
    "author": "Barbara De Angelis",
    "source": "quotable.io"
  },
  {
    "text": "Choose a job you love, and you will never have to work a day in your life.",
    "author": "Confucius",
    "source": "quotable.io"
  },
  {
    "text": "No work or love will flourish out of guilt, fear, or hollowness of heart, just as no valid plans for the future can be made by those who have no capacity for living now.",
    "author": "Alan Watts",
    "source": "quotable.io"
  },
  {
    "text": "There are two ways to slide easily through life: to believe everything or to doubt everything; both ways save us from thinking.",
    "author": "Alfred Korzybski",
    "source": "quotable.io"
  },
  {
    "text": "I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind.",
    "author": "Albert Einstein",
    "source": "quotable.io"
  },
  {
    "text": "Unless one is able to live fully in the present, the future is a hoax.",
    "author": "Alan Watts",
    "source": "quotable.io"
  },
  {
    "text": "I have realized that the past and future are real illusions, that they exist in the present, which is what there is and all there is.",
    "author": "Alan Watts",
    "source": "quotable.io"
  },
  {
    "text": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much.",
    "author": "Jim Rohn",
    "source": "quotable.io"
  },
  {
    "text": "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life; and the procedure, the process is its own reward.",
    "author": "Amelia Earhart",
    "source": "quotable.io"
  },
  {
    "text": "Beauty is not in the face; beauty is a light in the heart.",
    "author": "Kahlil Gibran",
    "source": "quotable.io"
  },
  {
    "text": "The least of things with a meaning is worth more in life than the greatest of things without it.",
    "author": "Carl Jung",
    "source": "quotable.io"
  },
  {
    "text": "Life is like riding a bicycle. To keep your balance you must keep moving.",
    "author": "Albert Einstein",
    "source": "quotable.io"
  },
  {
    "text": "Feeling and longing are the motive forces behind all human endeavor and human creations.",
    "author": "Albert Einstein",
    "source": "quotable.io"
  },
  {
    "text": "There is no duty we so underrate as the duty of being happy. By being happy we sow anonymous benefits upon the world.",
    "author": "Robert Louis Stevenson",
    "source": "quotable.io"
  },
  {
    "text": "Six essential qualities that are the key to success: Sincerity, personal integrity, humility, courtesy, wisdom, charity.",
    "author": "William C. Menninger",
    "source": "quotable.io"
  },
  {
    "text": "If you correct your mind, the rest of your life will fall into place.",
    "author": "Laozi",
    "source": "quotable.io"
  },
  {
    "text": "One of the advantages of being disorderly is that one is constantly making exciting discoveries.",
    "author": "A. A. Milne",
    "source": "quotable.io"
  },
  {
    "text": "Life is a succession of moments. To live each one is to succeed.",
    "author": "Corita Kent",
    "source": "quotable.io"
  },
  {
    "text": "There is only one success - to be able to spend your life in your own way.",
    "author": "Christopher Morley",
    "source": "quotable.io"
  },
  {
    "text": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.",
    "author": "Albert Camus",
    "source": "quotable.io"
  },
  {
    "text": "As you think, so shall you become.",
    "author": "Bruce Lee",
    "source": "quotable.io"
  },
  {
    "text": "No valid plans for the future can be made by those who have no capacity for living now.",
    "author": "Alan Watts",
    "source": "quotable.io"
  },
  {
    "text": "The meaning I picked, the one that changed my life: Overcome fear, behold wonder.",
    "author": "Richard Bach",
    "source": "quotable.io"
  },
  {
    "text": "Life isn't about finding yourself. Life is about creating yourself.",
    "author": "Bernard Shaw",
    "source": "quotable.io"
  },
  {
    "text": "For everything that lives is holy, life delights in life.",
    "author": "William Blake",
    "source": "quotable.io"
  },
  {
    "text": "Life is about timing.",
    "author": "Carl Lewis",
    "source": "quotable.io"
  },
  {
    "text": "Maxim for life: You get treated in life the way you teach people to treat you.",
    "author": "Wayne Dyer",
    "source": "quotable.io"
  },
  {
    "text": "If you love life, don't waste time, for time is what life is made up of.",
    "author": "Bruce Lee",
    "source": "quotable.io"
  },
  {
    "text": "Dost thou love life? Then do not squander time, for that is the stuff life is made of.",
    "author": "Benjamin Franklin",
    "source": "quotable.io"
  },
  {
    "text": "The person who lives life fully, glowing with life's energy, is the person who lives a successful life.",
    "author": "Daisaku Ikeda",
    "source": "quotable.io"
  },
  {
    "text": "A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.",
    "author": "George Bernard Shaw",
    "source": "quotable.io"
  },
  {
    "text": "Where there is love there is life.",
    "author": "Mahatma Gandhi",
    "source": "quotable.io"
  },
  {
    "text": "I think that novels that leave out technology misrepresent life as badly as Victorians misrepresented life by leaving out sex.",
    "author": "Kurt Vonnegut",
    "source": "quotable.io"
  },
  {
    "text": "Life is a progress, and not a station.",
    "author": "Ralph Waldo Emerson",
    "source": "quotable.io"
  },
  {
    "text": "Life has no blessing like a prudent friend.",
    "author": "Euripides",
    "source": "quotable.io"
  },
  {
    "text": "Science is organized knowledge. Wisdom is organized life.",
    "author": "Immanuel Kant",
    "source": "quotable.io"
  },
  {
    "text": "One's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation and compassion.",
    "author": "Simone de Beauvoir",
    "source": "quotable.io"
  },
  {
    "text": "Life is divided into the horrible and the miserable.",
    "author": "Woody Allen",
    "source": "quotable.io"
  },
  {
    "text": "Life is a learning experience, only if you learn.",
    "author": "Yogi Berra",
    "source": "quotable.io"
  },
  {
    "text": "Life shrinks or expands in proportion to one's courage.",
    "author": "Anaïs Nin",
    "source": "quotable.io"
  },
  {
    "text": "Life is what happens while you are making other plans.",
    "author": "John Lennon",
    "source": "quotable.io"
  },
  {
    "text": "Friendship multiplies the good of life and divides the evil.",
    "author": "Baltasar Gracián",
    "source": "quotable.io"
  },
  {
    "text": "To enjoy life, we must touch much of it lightly.",
    "author": "Voltaire",
    "source": "quotable.io"
  },
  {
    "text": "The energy of the mind is the essence of life.",
    "author": "Aristotle",
    "source": "quotable.io"
  },
  {
    "text": "Life is the flower for which love is the honey.",
    "author": "Victor Hugo",
    "source": "quotable.io"
  },
  {
    "text": "True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing.",
    "author": "Baltasar Gracián",
    "source": "quotable.io"
  },
  {
    "text": "To bring anything into your life, imagine that it's already there.",
    "author": "Richard Bach",
    "source": "quotable.io"
  },
  {
    "text": "All of our technology is completely unnecessary to a happy life.",
    "author": "Tom Hodgkinson",
    "source": "quotable.io"
  },
  {
    "text": "Life is really simple, but we insist on making it complicated.",
    "author": "Confucius",
    "source": "quotable.io"
  },
  {
    "text": "The personal life deeply lived always expands into truths beyond itself.",
    "author": "Anaïs Nin",
    "source": "quotable.io"
  },
  {
    "text": "Life is movement-we breathe, we eat, we walk, we move!",
    "author": "John Pierrakos",
    "source": "quotable.io"
  },
  {
    "text": "Life without love is like a tree without blossoms or fruit.",
    "author": "Kahlil Gibran",
    "source": "quotable.io"
  },
  {
    "text": "To change one's life, start immediately, do it flamboyantly, no exceptions.",
    "author": "William James",
    "source": "quotable.io"
  },
  {
    "text": "But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine.",
    "author": "Thomas Jefferson",
    "source": "quotable.io"
  },
  {
    "text": "To want to be what one can be is purpose in life.",
    "author": "Cynthia Ozick",
    "source": "quotable.io"
  },
  {
    "text": "Life is what happens to you while you're busy making other plans.",
    "author": "John Lennon",
    "source": "quotable.io"
  },
  {
    "text": "The exercise of an extraordinary gift is the supremist pleasure in life.",
    "author": "Mark Twain",
    "source": "quotable.io"
  },
  {
    "text": "There is only one happiness in life, to love and be loved.",
    "author": "George Sand",
    "source": "quotable.io"
  },
  {
    "text": "The greatest gift of life is friendship, and I have received it.",
    "author": "Hubert Humphrey",
    "source": "quotable.io"
  },
  {
    "text": "The universe is transformation; our life is what our thoughts make it.",
    "author": "Marcus Aurelius",
    "source": "quotable.io"
  },
  {
    "text": "Nothing in life is so exhilarating as to be shot at without result.",
    "author": "Winston Churchill",
    "source": "quotable.io"
  },
  {
    "text": "Life is a travelling to the edge of knowledge, then a leap taken.",
    "author": "Laurence J. Peter",
    "source": "quotable.io"
  },
  {
    "text": "Love and compassion open our own inner life, reducing stress, distrust and loneliness.",
    "author": "Dalai Lama",
    "source": "quotable.io"
  },
  {
    "text": "To be tested is good. The challenged life may be the best therapist.",
    "author": "Gail Sheehy",
    "source": "quotable.io"
  },
  {
    "text": "Doing what you love is the cornerstone of having abundance in your life.",
    "author": "Wayne Dyer",
    "source": "quotable.io"
  },
  {
    "text": "Change your life today. Don't gamble on the future, act now, without delay.",
    "author": "Simone de Beauvoir",
    "source": "quotable.io"
  },
  {
    "text": "I never did a day's work in my life.  It was all fun.",
    "author": "Thomas Edison",
    "source": "quotable.io"
  },
  {
    "text": "Nothing in life is to be feared. It is only to be understood.",
    "author": "Marie Curie",
    "source": "quotable.io"
  },
  {
    "text": "One who is too insistent on his own views, finds few to agree with him.",
    "author": "Laozi",
    "source": "quotable.io"
  },
  {
    "text": "We should not judge people by their peak of excellence; but by the distance they have traveled from the point where they started.",
    "author": "Henry Ward Beecher",
    "source": "quotable.io"
  },
  {
    "text": "Of all the things which wisdom provides to make us entirely happy, much the greatest is the possession of friendship.",
    "author": "Epicurus",
    "source": "quotable.io"
  },
  {
    "text": "Be content with your lot; one cannot be first in everything.",
    "author": "Aesop",
    "source": "quotable.io"
  },
  {
    "text": "The virtue of justice consists in moderation, as regulated by wisdom.",
    "author": "Aristotle",
    "source": "quotable.io"
  },
  {
    "text": "Step with care and great tact and remember that Life's a Great Balancing Act.",
    "author": "Dr. Seuss",
    "source": "quotable.io"
  },
  {
    "text": "Mistakes are the usual bridge between inexperience and wisdom.",
    "author": "Phyllis Grissim-Theroux",
    "source": "quotable.io"
  },
  {
    "text": "Grief can be the garden of compassion. If you keep your heart open through everything, your pain can become your greatest ally in your life's search for love and wisdom.",
    "author": "Rumi",
    "source": "quotable.io"
  },
  {
    "text": "Be sure you put your feet in the right place, then stand firm.",
    "author": "Abraham Lincoln",
    "source": "quotable.io"
  },
  {
    "text": "Always seek out the seed of triumph in every adversity.",
    "author": "Og Mandino",
    "source": "quotable.io"
  },
  {
    "text": "The things that one most wants to do are the things that are probably most worth doing.",
    "author": "Winifred Holtby",
    "source": "quotable.io"
  },
  {
    "text": "You yourself must strive. The Buddhas only point the way.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "People usually compare the computer to the head of the human being. I would say that hardware is the bone of the head, the skull. The semiconductor is the brain within the head. The software is the wisdom. And data is the knowledge.",
    "author": "Masayoshi Son",
    "source": "quotable.io"
  },
  {
    "text": "It is impossible to love and to be wise.",
    "author": "Francis Bacon",
    "source": "quotable.io"
  },
  {
    "text": "If you do not express your own original ideas, if you do not listen to your own being, you will have betrayed yourself.",
    "author": "Rollo May",
    "source": "quotable.io"
  },
  {
    "text": "Genius is one percent inspiration and ninety-nine percent perspiration.",
    "author": "Thomas Edison",
    "source": "quotable.io"
  },
  {
    "text": "If you don't know where you are going, any road will get you there.",
    "author": "Lewis Carroll",
    "source": "quotable.io"
  },
  {
    "text": "Not engaging in ignorance is wisdom.",
    "author": "Bodhidharma",
    "source": "quotable.io"
  },
  {
    "text": "Wisdom begins in wonder.",
    "author": "Socrates",
    "source": "quotable.io"
  },
  {
    "text": "It has long been an axiom of mine that the little things are infinitely the most important.",
    "author": "Arthur Conan Doyle",
    "source": "quotable.io"
  },
  {
    "text": "When in doubt, don't.",
    "author": "Benjamin Franklin",
    "source": "quotable.io"
  },
  {
    "text": "Imagination allows us to escape the predictable. It enables us to reply to the common wisdom that we cannot soar by saying, 'Just watch!'",
    "author": "Bill Bradley",
    "source": "quotable.io"
  },
  {
    "text": "All human wisdom is summed up in two words; wait and hope.",
    "author": "Alexandre Dumas",
    "source": "quotable.io"
  },
  {
    "text": "As you walk down the fairway of life you must smell the roses, for you only get to play one round.",
    "author": "Ben Hogan",
    "source": "quotable.io"
  },
  {
    "text": "To lead people walk behind them.",
    "author": "Laozi",
    "source": "quotable.io"
  },
  {
    "text": "There are three methods to gaining wisdom. The first is reflection, which is the highest. The second is limitation, which is the easiest. The third is experience, which is the bitterest.",
    "author": "Confucius",
    "source": "quotable.io"
  },
  {
    "text": "Radiate boundless love towards the entire world…",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "A single lamp may light hundreds of thousands of lamps without itself being diminished.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "You always have two choices: your commitment versus your fear.",
    "author": "Sammy Davis Jr.",
    "source": "quotable.io"
  },
  {
    "text": "The smallest deed is better than the greatest intention.",
    "author": "John Burroughs",
    "source": "quotable.io"
  },
  {
    "text": "There are three classes of men; lovers of wisdom, lovers of honor, and lovers of gain.",
    "author": "Plato",
    "source": "quotable.io"
  },
  {
    "text": "Those who cling to perceptions and views wander the world offending people.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "When you see a man of worth, think of how you may emulate him. When you see one who is unworthy, examine yourself.",
    "author": "Confucius",
    "source": "quotable.io"
  },
  {
    "text": "It's not what you look at that matters, it's what you see.",
    "author": "Henry David Thoreau",
    "source": "quotable.io"
  },
  {
    "text": "If you want a thing done well, do it yourself.",
    "author": "Napoleon",
    "source": "quotable.io"
  },
  {
    "text": "Memory is the mother of all wisdom.",
    "author": "Samuel Johnson",
    "source": "quotable.io"
  },
  {
    "text": "When I let go of what I am, I become what I might be.",
    "author": "Laozi",
    "source": "quotable.io"
  },
  {
    "text": "Argue for your limitations, and sure enough they're yours.",
    "author": "Richard Bach",
    "source": "quotable.io"
  },
  {
    "text": "The most certain sign of wisdom is cheerfulness.",
    "author": "Michel de Montaigne",
    "source": "quotable.io"
  },
  {
    "text": "There is more wisdom in your body than in your deepest philosophy.",
    "author": "Friedrich Nietzsche",
    "source": "quotable.io"
  },
  {
    "text": "The future belongs to those who believe in the beauty of their dreams.",
    "author": "Eleanor Roosevelt",
    "source": "quotable.io"
  },
  {
    "text": "He who can curb his wrath as soon as it arises, as a timely antidote will check snake's venom that so quickly spreads, — such a monk gives up the here and the beyond, just as a serpent sheds its worn-out skin.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "Sometimes I am happy and sometimes not. I am, after all, a human being, you know. And I am glad that we are sometimes happy and sometimes not. You get your wisdom working by having different emotions.",
    "author": "Yoko Ono",
    "source": "quotable.io"
  },
  {
    "text": "The doors of wisdom are never shut.",
    "author": "Benjamin Franklin",
    "source": "quotable.io"
  },
  {
    "text": "Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek.",
    "author": "Barack Obama",
    "source": "quotable.io"
  },
  {
    "text": "I'd rather regret the things I've done than regret the things I haven't done.",
    "author": "Lucille Ball",
    "source": "quotable.io"
  },
  {
    "text": "Ardently do today what must be done. Who knows? Tomorrow, death comes.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "Let us revere, let us worship, but erect and open-eyed, the highest, not the lowest; the future, not the past!",
    "author": "Charlotte Perkins Gilman",
    "source": "quotable.io"
  },
  {
    "text": "Wisdom has its root in goodness, not goodness its root in wisdom.",
    "author": "Ralph Waldo Emerson",
    "source": "quotable.io"
  },
  {
    "text": "There is a wisdom of the head, and a wisdom of the heart.",
    "author": "Charles Dickens",
    "source": "quotable.io"
  },
  {
    "text": "Cleverness is not wisdom.",
    "author": "Euripides",
    "source": "quotable.io"
  },
  {
    "text": "It requires wisdom to understand wisdom: the music is nothing if the audience is deaf.",
    "author": "Walter Lippmann",
    "source": "quotable.io"
  },
  {
    "text": "With age comes wisdom and a high sex drive. And the wisdom to enjoy it.",
    "author": "Amber Valletta",
    "source": "quotable.io"
  },
  {
    "text": "Knowledge speaks, but wisdom listens.",
    "author": "Jimi Hendrix",
    "source": "quotable.io"
  },
  {
    "text": "Wisdom comes alone through suffering.",
    "author": "Aeschylus",
    "source": "quotable.io"
  },
  {
    "text": "Wisdom begins at the end.",
    "author": "Daniel Webster",
    "source": "quotable.io"
  },
  {
    "text": "Kindness is more important than wisdom, and the recognition of this is the beginning of wisdom.",
    "author": "Theodore Isaac Rubin",
    "source": "quotable.io"
  },
  {
    "text": "Pure, holy simplicity confounds all the wisdom of this world and the wisdom of the flesh.",
    "author": "Francis of Assisi",
    "source": "quotable.io"
  },
  {
    "text": "These days people seek knowledge, not wisdom. Knowledge is of the past; wisdom is of the future.",
    "author": "Vernon Cooper",
    "source": "quotable.io"
  },
  {
    "text": "Patience is the companion of wisdom.",
    "author": "Augustine of Hippo",
    "source": "quotable.io"
  },
  {
    "text": "Wisdom is found only in truth.",
    "author": "Johann Wolfgang von Goethe",
    "source": "quotable.io"
  },
  {
    "text": "Without courage, wisdom bears no fruit.",
    "author": "Baltasar Gracián",
    "source": "quotable.io"
  },
  {
    "text": "Wisdom is the supreme part of happiness.",
    "author": "Sophocles",
    "source": "quotable.io"
  },
  {
    "text": "Wisdom consists of the anticipation of consequences.",
    "author": "Norman Cousins",
    "source": "quotable.io"
  },
  {
    "text": "Much wisdom often goes with fewer words.",
    "author": "Sophocles",
    "source": "quotable.io"
  },
  {
    "text": "Wisdom is always an overmatch for strength.",
    "author": "Phil Jackson",
    "source": "quotable.io"
  },
  {
    "text": "A short saying often contains much wisdom.",
    "author": "Sophocles",
    "source": "quotable.io"
  },
  {
    "text": "All wisdom does not reside in Delhi.",
    "author": "P. Chidambaram",
    "source": "quotable.io"
  },
  {
    "text": "Never accept ultimatums, conventional wisdom, or absolutes.",
    "author": "Christopher Reeve",
    "source": "quotable.io"
  },
  {
    "text": "Much wisdom often goes with fewest words.",
    "author": "Sophocles",
    "source": "quotable.io"
  },
  {
    "text": "The truest wisdom is a resolute determination.",
    "author": "Napoleon",
    "source": "quotable.io"
  },
  {
    "text": "Silence is the sleep that nourishes wisdom.",
    "author": "Francis Bacon",
    "source": "quotable.io"
  },
  {
    "text": "Good people are good because they've come to wisdom through failure. We get very little wisdom from success, you know.",
    "author": "William Saroyan",
    "source": "quotable.io"
  },
  {
    "text": "Along with success comes a reputation for wisdom.",
    "author": "Euripides",
    "source": "quotable.io"
  },
  {
    "text": "Imagination is the highest kite one can fly.",
    "author": "Lauren Bacall",
    "source": "quotable.io"
  },
  {
    "text": "All things change; nothing perishes.",
    "author": "Ovid",
    "source": "quotable.io"
  },
  {
    "text": "Happiness is when what you think, what you say, and what you do are in harmony.",
    "author": "Mahatma Gandhi",
    "source": "quotable.io"
  },
  {
    "text": "Experience is not what happens to you; it's what you do with what happens to you.",
    "author": "Aldous Huxley",
    "source": "quotable.io"
  },
  {
    "text": "He who lives in harmony with himself lives in harmony with the universe.",
    "author": "Marcus Aurelius",
    "source": "quotable.io"
  },
  {
    "text": "Everyone in the world ought to do the things for which he is specially adapted. It is the part of wisdom to recognize what each one of us is best fitted for, and it is the part of education to perfect and utilize such predispositions. Because education can direct and aid nature but can never transform her.",
    "author": "Maria Montessori",
    "source": "quotable.io"
  },
  {
    "text": "A mind unruffled by the vagaries of fortune, from sorrow freed, from defilements cleansed, from fear liberated — this is the greatest blessing.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "The greatest obstacle to discovery is not ignorance - it is the illusion of knowledge.",
    "author": "Daniel J. Boorstin",
    "source": "quotable.io"
  },
  {
    "text": "We are made wise not by the recollection of our past, but by the responsibility for our future.",
    "author": "Bernard Shaw",
    "source": "quotable.io"
  },
  {
    "text": "Should someone do good, let them do it again and again. They should develop this habit, for the accumulation of goodness brings joy.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "Love is the wisdom of the fool and the folly of the wise.",
    "author": "Samuel Johnson",
    "source": "quotable.io"
  },
  {
    "text": "Commitment is an act, not a word.",
    "author": "Jean-Paul Sartre",
    "source": "quotable.io"
  },
  {
    "text": "The higher we are placed, the more humbly we should walk.",
    "author": "Cicero",
    "source": "quotable.io"
  },
  {
    "text": "Even if you're on the right track, you'll get run over if you just sit there.",
    "author": "Will Rogers",
    "source": "quotable.io"
  },
  {
    "text": "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
    "author": "Laozi",
    "source": "quotable.io"
  },
  {
    "text": "A ruffled mind makes a restless pillow.",
    "author": "Charlotte Brontë",
    "source": "quotable.io"
  },
  {
    "text": "He who knows, does not speak. He who speaks, does not know.",
    "author": "Laozi",
    "source": "quotable.io"
  },
  {
    "text": "The day of fortune is like a harvest day, we must be busy when the corn is ripe.",
    "author": "Torquato Tasso",
    "source": "quotable.io"
  },
  {
    "text": "The more sand that has escaped from the hourglass of our life, the clearer we should see through it.",
    "author": "Jean-Paul Sartre",
    "source": "quotable.io"
  },
  {
    "text": "Nothing is softer or more flexible than water, yet nothing can resist it.",
    "author": "Laozi",
    "source": "quotable.io"
  },
  {
    "text": "What you do not want done to yourself, do not do to others.",
    "author": "Confucius",
    "source": "quotable.io"
  },
  {
    "text": "A wise man is superior to any insults which can be put upon him, and the best reply to unseemly behavior is patience and moderation.",
    "author": "Molière",
    "source": "quotable.io"
  },
  {
    "text": "The power of intuitive understanding will protect you from harm until the end of your days.",
    "author": "Laozi",
    "source": "quotable.io"
  },
  {
    "text": "Whatever is not yours: let go of it. Your letting go of it will be for your long-term happiness & benefit.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "To study and not think is a waste. To think and not study is dangerous.",
    "author": "Confucius",
    "source": "quotable.io"
  },
  {
    "text": "Knowledge is of no value unless you put it into practice.",
    "author": "Anton Chekhov",
    "source": "quotable.io"
  },
  {
    "text": "I want you to be everything that's you, deep at the center of your being.",
    "author": "Confucius",
    "source": "quotable.io"
  },
  {
    "text": "From wonder into wonder existence opens.",
    "author": "Laozi",
    "source": "quotable.io"
  },
  {
    "text": "Better it is to live one day seeing the rise and fall of things than to live a hundred years without ever seeing the rise and fall of things.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "If with a pure mind a person speaks or acts, happiness follows them like a never-departing shadow.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "Science investigates; religion interprets. Science gives man knowledge which is power; religion gives man wisdom which is control.",
    "author": "Martin Luther King Jr.",
    "source": "quotable.io"
  },
  {
    "text": "I prefer the folly of enthusiasm to the indifference of wisdom.",
    "author": "Anatole France",
    "source": "quotable.io"
  },
  {
    "text": "To be wrong is nothing unless you continue to remember it.",
    "author": "Confucius",
    "source": "quotable.io"
  },
  {
    "text": "Silence at the proper season is wisdom, and better than any speech.",
    "author": "Plutarch",
    "source": "quotable.io"
  },
  {
    "text": "Adopt the pace of nature: her secret is patience.",
    "author": "Ralph Waldo Emerson",
    "source": "quotable.io"
  },
  {
    "text": "Irrigators channel waters; fletchers straighten arrows; carpenters bend wood; the wise master themselves.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "No party has a monopoly on wisdom. No democracy works without compromise.",
    "author": "Barack Obama",
    "source": "quotable.io"
  },
  {
    "text": "Ceasing to do evil, Cultivating the good, Purifying the heart: This is the teaching of the Buddhas.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "As you walk in God's divine wisdom, you will surely begin to see a greater measure of victory and good success in your life.",
    "author": "Joseph Prince",
    "source": "quotable.io"
  },
  {
    "text": "Whatever has the nature of arising has the nature of ceasing.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "To give oneself earnestly to the duties due to men, and, while respecting spiritual beings, to keep aloof from them, may be called wisdom.",
    "author": "Confucius",
    "source": "quotable.io"
  },
  {
    "text": "If you talk to a man in a language he understands, that goes to his head. If you talk to him in his language, that goes to his heart.",
    "author": "Nelson Mandela",
    "source": "quotable.io"
  },
  {
    "text": "Sorrow is knowledge, those that know the most must mourn the deepest, the tree of knowledge is not the tree of life.",
    "author": "Lord Byron",
    "source": "quotable.io"
  },
  {
    "text": "If one does not know to which port one is sailing, no wind is favorable.",
    "author": "Seneca the Younger",
    "source": "quotable.io"
  },
  {
    "text": "All phenomena are preceded by the mind, created by the mind, and have the mind as their master.",
    "author": "The Buddha",
    "source": "quotable.io"
  }
]