{
  "tag": "gratitude",
  "count": 11,
  "quotes": [
    {
      "text": "Reflect on your present blessings, of which every man has many; not on your past misfortunes, of which all men have some.",
      "author": "Charles Dickens",
      "source": "quotable.io"
    },
    {
      "text": "Gratitude is riches. Complaint is poverty.",
      "author": "Doris Day",
      "source": "quotable.io"
    },
    {
      "text": "Gratitude is the fairest blossom which springs from the soul.",
      "author": "Henry K. Beecher",
      "source": "quotable.io"
    },
    {
      "text": "Gratitude is not only the greatest of virtues, but the parent of all the others.",
      "author": "Cicero",
      "source": "quotable.io"
    },
    {
      "text": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow.",
      "author": "Melody Beattie",
      "source": "quotable.io"
    },
    {
      "text": "I would maintain that thanks are the highest form of thought, and that gratitude is happiness doubled by wonder.",
      "author": "G. K. Chesterton",
      "source": "quotable.io"
    },
    {
      "text": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.",
      "author": "John F. Kennedy",
      "source": "quotable.io"
    },
    {
      "text": "Happiness cannot be travelled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace and gratitude.",
      "author": "Denis Waitley",
      "source": "quotable.io"
    },
    {
      "text": "We should all be thankful for those people who rekindle the inner spirit.",
      "author": "Albert Schweitzer",
      "source": "quotable.io"
    },
    {
      "text": "Talent is God-given; be humble. Fame is man-given; be thankful. Conceit is self-given; be careful.",
      "author": "Harvey Mackay",
      "source": "quotable.io"
    },
    {
      "text": "Appreciation is the highest form of prayer, for it acknowledges the presence of good wherever you shine the light of your thankful thoughts.",
      "author": "Alan Cohen",
      "source": "quotable.io"
    }
  ]
}