{
  "tag": "growth",
  "count": 12,
  "quotes": [
    {
      "text": "A man's growth is seen in the successive choirs of his friends",
      "author": "Ralph Waldo Emerson",
      "source": "quotable.io"
    },
    {
      "text": "The key to growth is the introduction of higher dimensions of consciousness into our awareness.",
      "author": "Laozi",
      "source": "quotable.io"
    },
    {
      "text": "The purpose of learning is growth, and our minds, unlike our bodies, can continue growing as we continue to live.",
      "author": "Mortimer J. Adler",
      "source": "quotable.io"
    },
    {
      "text": "True friendship is a plant of slow growth, and must undergo and withstand the shocks of adversity, before it is entitled to the appellation.",
      "author": "George Washington",
      "source": "quotable.io"
    },
    {
      "text": "Should someone do good, let them do it again and again. They should develop this habit, for the accumulation of goodness brings joy.",
      "author": "The Buddha",
      "source": "quotable.io"
    },
    {
      "text": "Even an animal, if you show genuine affection, gradually trust develops... If you always showing bad face and beating, how can you develop friendship?",
      "author": "Dalai Lama",
      "source": "quotable.io"
    },
    {
      "text": "The most important thing is transforming our minds, for a new way of thinking, a new outlook: we should strive to develop a new inner world.",
      "author": "Dalai Lama",
      "source": "quotable.io"
    },
    {
      "text": "If you are going to achieve excellence in big things, you develop the habit in little matters. Excellence is not an exception; it is a prevailing attitude.",
      "author": "Colin Powell",
      "source": "quotable.io"
    },
    {
      "text": "We will develop and cultivate the liberation of mind by lovingkindness, make it our vehicle, make it our basis, stabilize it, exercise ourselves in it, and fully perfect it.",
      "author": "The Buddha",
      "source": "quotable.io"
    },
    {
      "text": "When we feel love and kindness toward others, it not only makes others feel loved and cared for, but it helps us also to develop inner happiness and peace.",
      "author": "Dalai Lama",
      "source": "quotable.io"
    },
    {
      "text": "You are a product of your environment. So choose the environment that will best develop you toward your objective. Analyze your life in terms of its environment. Are the things around you helping you toward success - or are they holding you back?",
      "author": "W. Clement Stone",
      "source": "quotable.io"
    },
    {
      "text": "Democracy's premise rests on the notion that the collective wisdom of the majority will prove right more often than it's wrong; that given sufficient opportunity in the pursuit of happiness, your population will develop its talents, its intellect, its better judgment; that over time its capacity for discernment and self-correction will be enlarged.",
      "author": "Ben Fountain",
      "source": "quotable.io"
    }
  ]
}