{
  "tag": "growth",
  "count": 10,
  "quotes": [
    {
      "text": "A man's growth is seen in the successive choirs of his friends",
      "author": "Ralph Waldo Emerson",
      "source": "quotable.io",
      "tags": [
        "growth"
      ]
    },
    {
      "text": "The purpose of learning is growth, and our minds, unlike our bodies, can continue growing as we continue to live.",
      "author": "Mortimer J. Adler",
      "source": "quotable.io",
      "tags": [
        "growth"
      ]
    },
    {
      "text": "True friendship is a plant of slow growth, and must undergo and withstand the shocks of adversity, before it is entitled to the appellation.",
      "author": "George Washington",
      "source": "quotable.io",
      "tags": [
        "growth"
      ]
    },
    {
      "text": "Even an animal, if you show genuine affection, gradually trust develops... If you always showing bad face and beating, how can you develop friendship?",
      "author": "Dalai Lama",
      "source": "quotable.io",
      "tags": [
        "growth"
      ]
    },
    {
      "text": "The most important thing is transforming our minds, for a new way of thinking, a new outlook: we should strive to develop a new inner world.",
      "author": "Dalai Lama",
      "source": "quotable.io",
      "tags": [
        "growth"
      ]
    },
    {
      "text": "When we feel love and kindness toward others, it not only makes others feel loved and cared for, but it helps us also to develop inner happiness and peace.",
      "author": "Dalai Lama",
      "source": "quotable.io",
      "tags": [
        "growth"
      ]
    },
    {
      "text": "Before preparing to improve the world, first look around your own home three times. ",
      "author": "Chinese Proverb",
      "source": "zenquotes.io",
      "tags": [
        "growth"
      ]
    },
    {
      "text": "In order to carry a positive action, we must develop here a positive vision.",
      "author": "Dalai Lama",
      "source": "zenquotes.io",
      "tags": [
        "growth"
      ]
    },
    {
      "text": "How wonderful it is that nobody need wait a single moment before starting to improve the world.",
      "author": "Anne Frank",
      "source": "quotable.io",
      "tags": [
        "growth"
      ]
    },
    {
      "text": "I seek constantly to improve my manners and graces, for they are the sugar to which all are attracted.",
      "author": "Og Mandino",
      "source": "quotable.io",
      "tags": [
        "growth"
      ]
    }
  ]
}