{
  "tag": "happiness",
  "count": 69,
  "quotes": [
    {
      "text": "Most folks are as happy as they make up their minds to be.",
      "author": "Abraham Lincoln",
      "source": "quotable.io"
    },
    {
      "text": "Whatever is not yours: let go of it. Your letting go of it will be for your long-term happiness & benefit.",
      "author": "The Buddha",
      "source": "quotable.io"
    },
    {
      "text": "A really great talent finds its happiness in execution.",
      "author": "Johann Wolfgang von Goethe",
      "source": "quotable.io"
    },
    {
      "text": "Success is getting what you want. Happiness is wanting what you get.",
      "author": "Dale Carnegie",
      "source": "quotable.io"
    },
    {
      "text": "Both formerly and now, it is only suffering that I describe, and the cessation of suffering.",
      "author": "The Buddha",
      "source": "quotable.io"
    },
    {
      "text": "The person born with a talent they are meant to use will find their greatest happiness in using it.",
      "author": "Johann Wolfgang von Goethe",
      "source": "quotable.io"
    },
    {
      "text": "If with a pure mind a person speaks or acts, happiness follows them like a never-departing shadow.",
      "author": "The Buddha",
      "source": "quotable.io"
    },
    {
      "text": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
      "author": "Albert Schweitzer",
      "source": "quotable.io"
    },
    {
      "text": "There is no duty we so underrate as the duty of being happy. By being happy we sow anonymous benefits upon the world.",
      "author": "Robert Louis Stevenson",
      "source": "quotable.io"
    },
    {
      "text": "Most people are about as happy as they make up their minds to be",
      "author": "Abraham Lincoln",
      "source": "quotable.io"
    },
    {
      "text": "A disciplined mind brings happiness.",
      "author": "The Buddha",
      "source": "quotable.io"
    },
    {
      "text": "The happiness of a man in this life does not consist in the absence but in the mastery of his passions.",
      "author": "Alfred Tennyson",
      "source": "quotable.io"
    },
    {
      "text": "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will.",
      "author": "Epictetus",
      "source": "quotable.io"
    },
    {
      "text": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.",
      "author": "Albert Camus",
      "source": "quotable.io"
    },
    {
      "text": "The root of suffering is attachment.",
      "author": "The Buddha",
      "source": "quotable.io"
    },
    {
      "text": "One should train in deeds of merit—generosity, a balanced life, developing a loving mind—that yield long-lasting happiness.",
      "author": "The Buddha",
      "source": "quotable.io"
    },
    {
      "text": "It is in the nature of things that joy arises in a person free from remorse.",
      "author": "The Buddha",
      "source": "quotable.io"
    },
    {
      "text": "May all beings have happy minds.",
      "author": "The Buddha",
      "source": "quotable.io"
    },
    {
      "text": "There is no way to happiness, happiness is the way.",
      "author": "Thích Nhất Hạnh",
      "source": "quotable.io"
    },
    {
      "text": "Independence is happiness.",
      "author": "Susan B. Anthony",
      "source": "quotable.io"
    },
    {
      "text": "Action may not always bring happiness; but there is no happiness without action.",
      "author": "Benjamin Disraeli",
      "source": "quotable.io"
    },
    {
      "text": "Happiness depends upon ourselves.",
      "author": "Aristotle",
      "source": "quotable.io"
    },
    {
      "text": "Happiness resides not in possessions, and not in gold, happiness dwells in the soul.",
      "author": "Democritus",
      "source": "quotable.io"
    },
    {
      "text": "Happiness can exist only in acceptance.",
      "author": "George Orwell",
      "source": "quotable.io"
    },
    {
      "text": "Wisdom is the supreme part of happiness.",
      "author": "Sophocles",
      "source": "quotable.io"
    },
    {
      "text": "Happiness is found in doing, not merely possessing.",
      "author": "Napoleon Hill",
      "source": "quotable.io"
    },
    {
      "text": "Happiness cannot be travelled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace and gratitude.",
      "author": "Denis Waitley",
      "source": "quotable.io"
    },
    {
      "text": "Friends show their love in times of trouble, not in happiness.",
      "author": "Euripides",
      "source": "quotable.io"
    },
    {
      "text": "Love is the master key that opens the gates of happiness.",
      "author": "Oliver Wendell Holmes Jr.",
      "source": "quotable.io"
    },
    {
      "text": "Every gift from a friend is a wish for your happiness.",
      "author": "Richard Bach",
      "source": "quotable.io"
    },
    {
      "text": "Happiness mainly comes from our own attitude, rather than from external factors.",
      "author": "Dalai Lama",
      "source": "quotable.io"
    },
    {
      "text": "Happiness is not something ready-made. It comes from your own actions.",
      "author": "Dalai Lama",
      "source": "quotable.io"
    },
    {
      "text": "There is only one happiness in life, to love and be loved.",
      "author": "George Sand",
      "source": "quotable.io"
    },
    {
      "text": "They must often change, who would be constant in happiness or wisdom.",
      "author": "Confucius",
      "source": "quotable.io"
    },
    {
      "text": "The greatest part of our happiness depends on our dispositions, not our circumstances.",
      "author": "Martha Washington",
      "source": "quotable.io"
    },
    {
      "text": "Happiness often sneaks in through a door you didn't know you left open.",
      "author": "John Barrymore",
      "source": "quotable.io"
    },
    {
      "text": "Happiness does not come from having much, but from being attached to little.",
      "author": "Cheng Yen",
      "source": "quotable.io"
    },
    {
      "text": "Compassion and happiness are not a sign of weakness but a sign of strength.",
      "author": "Dalai Lama",
      "source": "quotable.io"
    },
    {
      "text": "Happiness is the reward we get for living to the highest right we know.",
      "author": "Richard Bach",
      "source": "quotable.io"
    },
    {
      "text": "The foolish man seeks happiness in the distance, the wise grows it under his feet.",
      "author": "James Oppenheim",
      "source": "quotable.io"
    },
    {
      "text": "In friendship as well as love, ignorance very often contributes more to our happiness than knowledge.",
      "author": "François de La Rochefoucauld",
      "source": "quotable.io"
    },
    {
      "text": "Happiness is a perfume you cannot pour on others without getting a few drops on yourself.",
      "author": "Ralph Waldo Emerson",
      "source": "quotable.io"
    },
    {
      "text": "Happiness is when what you think, what you say, and what you do are in harmony.",
      "author": "Mahatma Gandhi",
      "source": "quotable.io"
    },
    {
      "text": "True happiness means forging a strong spirit that is undefeated, no matter how trying our circumstances.",
      "author": "Daisaku Ikeda",
      "source": "quotable.io"
    },
    {
      "text": "Imagination disposes of everything; it creates beauty, justice, and happiness, which are everything in this world.",
      "author": "Blaise Pascal",
      "source": "quotable.io"
    },
    {
      "text": "Happiness does not come about only due to external circumstances; it mainly derives from inner attitudes.",
      "author": "Dalai Lama",
      "source": "quotable.io"
    },
    {
      "text": "The grand essentials of happiness are: something to do, something to love, and something to hope for.",
      "author": "Alexander Chalmers",
      "source": "quotable.io"
    },
    {
      "text": "The amount of happiness that you have depends on the amount of freedom you have in your heart.",
      "author": "Thích Nhất Hạnh",
      "source": "quotable.io"
    },
    {
      "text": "Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief.",
      "author": "Cicero",
      "source": "quotable.io"
    },
    {
      "text": "I would maintain that thanks are the highest form of thought, and that gratitude is happiness doubled by wonder.",
      "author": "G. K. Chesterton",
      "source": "quotable.io"
    },
    {
      "text": "Friendship is a strong and habitual inclination in two persons to promote the good and happiness of one another.",
      "author": "Eustace Budgell",
      "source": "quotable.io"
    },
    {
      "text": "People take different roads seeking fulfilment and happiness. Just because they're not on your road doesn't mean they've gotten lost.",
      "author": "Dalai Lama",
      "source": "quotable.io"
    },
    {
      "text": "Never make friends with people who are above or below you in status. Such friendships will never give you any happiness.",
      "author": "Chanakya",
      "source": "quotable.io"
    },
    {
      "text": "Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort.",
      "author": "Franklin D. Roosevelt",
      "source": "quotable.io"
    },
    {
      "text": "It is difficult to achieve a spirit of genuine cooperation as long as people remain indifferent to the feelings and happiness of others.",
      "author": "Dalai Lama",
      "source": "quotable.io"
    },
    {
      "text": "Happiness is as a butterfly which, when pursued, is always beyond our grasp, but which if you will sit down quietly, may alight upon you.",
      "author": "Nathaniel Hawthorne",
      "source": "quotable.io"
    },
    {
      "text": "It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him.",
      "author": "Max Planck",
      "source": "quotable.io"
    },
    {
      "text": "True happiness arises, in the first place, from the enjoyment of oneself, and in the next, from the friendship and conversation of a few select companions.",
      "author": "Joseph Addison",
      "source": "quotable.io"
    },
    {
      "text": "Joy is the best makeup.",
      "author": "Anne Lamott",
      "source": "quotable.io"
    },
    {
      "text": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.",
      "author": "Thích Nhất Hạnh",
      "source": "quotable.io"
    },
    {
      "text": "The greatest obstacle to connecting with our joy is resentment.",
      "author": "Pema Chödrön",
      "source": "quotable.io"
    },
    {
      "text": "Irony is the gaiety of reflection and the joy of wisdom.",
      "author": "Anatole France",
      "source": "quotable.io"
    },
    {
      "text": "Rejoicing in our joy, not suffering over our suffering, makes someone a friend.",
      "author": "Friedrich Nietzsche",
      "source": "quotable.io"
    },
    {
      "text": "To get the full value of joy you must have someone to divide it with.",
      "author": "Mark Twain",
      "source": "quotable.io"
    },
    {
      "text": "It is the supreme art of the teacher to awaken joy in creative expression and knowledge.",
      "author": "Albert Einstein",
      "source": "quotable.io"
    },
    {
      "text": "We could never learn to be brave and patient if there were only joy in the world.",
      "author": "Helen Keller",
      "source": "quotable.io"
    },
    {
      "text": "Joy is what happens to us when we allow ourselves to recognize how good things really are.",
      "author": "Marianne Williamson",
      "source": "quotable.io"
    },
    {
      "text": "Should someone do good, let them do it again and again. They should develop this habit, for the accumulation of goodness brings joy.",
      "author": "The Buddha",
      "source": "quotable.io"
    },
    {
      "text": "I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let's face it, friends make life a lot more fun.",
      "author": "Chuck Swindoll",
      "source": "quotable.io"
    }
  ]
}