{
  "tag": "hope",
  "count": 20,
  "quotes": [
    {
      "text": "Once you choose hope, anything's possible.",
      "author": "Christopher Reeve",
      "source": "quotable.io"
    },
    {
      "text": "Learn from yesterday, live for today, hope for tomorrow.",
      "author": "Albert Einstein",
      "source": "quotable.io"
    },
    {
      "text": "Hope arouses, as nothing else can arouse, a passion for the possible.",
      "author": "William Sloane Coffin",
      "source": "quotable.io"
    },
    {
      "text": "All human wisdom is summed up in two words; wait and hope.",
      "author": "Alexandre Dumas",
      "source": "quotable.io"
    },
    {
      "text": "All that I am, or hope to be, I owe to my angel mother.",
      "author": "Abraham Lincoln",
      "source": "quotable.io"
    },
    {
      "text": "Creativity comes from trust. Trust your instincts. And never hope more than you work.",
      "author": "Rita Mae Brown",
      "source": "quotable.io"
    },
    {
      "text": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
      "author": "Helen Keller",
      "source": "quotable.io"
    },
    {
      "text": "The grand essentials of happiness are: something to do, something to love, and something to hope for.",
      "author": "Alexander Chalmers",
      "source": "quotable.io"
    },
    {
      "text": "How wonderful that we have met with a paradox. Now we have some hope of making progress.",
      "author": "Niels Bohr",
      "source": "quotable.io"
    },
    {
      "text": "I find hope in the darkest of days, and focus in the brightest. I do not judge the universe.",
      "author": "Dalai Lama",
      "source": "quotable.io"
    },
    {
      "text": "All the great things are simple, and many can be expressed in a single word: freedom, justice, honor, duty, mercy, hope.",
      "author": "Winston Churchill",
      "source": "quotable.io"
    },
    {
      "text": "Faith, as well intentioned as it may be, must be built on facts, not fiction--faith in fiction is a damnable false hope.",
      "author": "Thomas Edison",
      "source": "quotable.io"
    },
    {
      "text": "I hope our wisdom will grow with our power, and teach us, that the less we use our power the greater it will be.",
      "author": "Thomas Jefferson",
      "source": "quotable.io"
    },
    {
      "text": "You may say I'm a dreamer, but I'm not the only one, I hope someday you will join us, and the world will live as one.",
      "author": "John Lennon",
      "source": "quotable.io"
    },
    {
      "text": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.",
      "author": "Dale Carnegie",
      "source": "quotable.io"
    },
    {
      "text": "You cannot change anything in your life with intention alone, which can become a watered-down, occasional hope that you'll get to tomorrow. Intention without action is useless.",
      "author": "Caroline Myss",
      "source": "quotable.io"
    },
    {
      "text": "Sometimes our fate resembles a fruit tree in winter. Who would think that those branches would turn green again and blossom, but we hope it, we know it.",
      "author": "Johann Wolfgang von Goethe",
      "source": "quotable.io"
    },
    {
      "text": "I hope we shall crush in its birth the aristocracy of our monied corporations which dare already to challenge our government to a trial by strength, and bid defiance to the laws of our country.",
      "author": "Thomas Jefferson",
      "source": "quotable.io"
    },
    {
      "text": "You are not here merely to make a living. You are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world, and you impoverish yourself if you forget the errand.",
      "author": "Woodrow Wilson",
      "source": "quotable.io"
    },
    {
      "text": "Perpetual optimism is a force multiplier.",
      "author": "Colin Powell",
      "source": "zenquotes.io"
    }
  ]
}