[
  {
    "text": "Imagination is more important than knowledge...",
    "author": "Albert Einstein",
    "source": "quotable.io"
  },
  {
    "text": "We don't know a millionth of one percent about anything.",
    "author": "Thomas Edison",
    "source": "quotable.io"
  },
  {
    "text": "It is the supreme art of the teacher to awaken joy in creative expression and knowledge.",
    "author": "Albert Einstein",
    "source": "quotable.io"
  },
  {
    "text": "A little knowledge that acts is worth infinitely more than much knowledge that is idle.",
    "author": "Kahlil Gibran",
    "source": "quotable.io"
  },
  {
    "text": "Knowledge speaks, but wisdom listens.",
    "author": "Jimi Hendrix",
    "source": "quotable.io"
  },
  {
    "text": "These days people seek knowledge, not wisdom. Knowledge is of the past; wisdom is of the future.",
    "author": "Vernon Cooper",
    "source": "quotable.io"
  },
  {
    "text": "Knowledge is going to make you stronger. Knowledge is going to let you control your life. Knowledge is going to give you the wisdom to teach their children. Knowledge is the thing that makes you smile in the face of disaster.",
    "author": "Avery Brooks",
    "source": "quotable.io"
  },
  {
    "text": "Wisdom is a kind of knowledge. It is knowledge of the nature, career, and consequences of human values.",
    "author": "Sidney Hook",
    "source": "quotable.io"
  },
  {
    "text": "Science is organized knowledge. Wisdom is organized life.",
    "author": "Immanuel Kant",
    "source": "quotable.io"
  },
  {
    "text": "Sorrow is knowledge, those that know the most must mourn the deepest, the tree of knowledge is not the tree of life.",
    "author": "Lord Byron",
    "source": "quotable.io"
  },
  {
    "text": "All our knowledge has its origins in our perceptions.",
    "author": "Leonardo da Vinci",
    "source": "quotable.io"
  },
  {
    "text": "True knowledge exists in knowing that you know nothing.",
    "author": "Isocrates",
    "source": "quotable.io"
  },
  {
    "text": "Knowledge rests not upon truth alone, but upon error also.",
    "author": "Carl Jung",
    "source": "quotable.io"
  },
  {
    "text": "Beware of false knowledge; it is more dangerous than ignorance.",
    "author": "Bernard Shaw",
    "source": "quotable.io"
  },
  {
    "text": "The greater our knowledge increases the more our ignorance unfolds.",
    "author": "John F. Kennedy",
    "source": "quotable.io"
  },
  {
    "text": "Imagination is more important than knowledge. For while knowledge defines all we currently know and understand, imagination points to all we might yet discover and create.",
    "author": "Albert Einstein",
    "source": "quotable.io"
  },
  {
    "text": "Where is the Life we have lost in living? Where is the wisdom we have lost in knowledge? Where is the knowledge we have lost in information?",
    "author": "George Eliot",
    "source": "quotable.io"
  },
  {
    "text": "If you have knowledge, let others light their candles in it.",
    "author": "Margaret Fuller",
    "source": "quotable.io"
  },
  {
    "text": "A good decision is based on knowledge and not on numbers.",
    "author": "Plato",
    "source": "quotable.io"
  },
  {
    "text": "Science gives us knowledge, but only philosophy can give us wisdom.",
    "author": "Will Durant",
    "source": "quotable.io"
  },
  {
    "text": "Knowledge without justice ought to be called cunning rather than wisdom.",
    "author": "Plato",
    "source": "quotable.io"
  },
  {
    "text": "Knowledge is of no value unless you put it into practice.",
    "author": "Anton Chekhov",
    "source": "quotable.io"
  },
  {
    "text": "Life is a travelling to the edge of knowledge, then a leap taken.",
    "author": "Laurence J. Peter",
    "source": "quotable.io"
  },
  {
    "text": "To acquire knowledge, one must study; but to acquire wisdom, one must observe.",
    "author": "Marilyn vos Savant",
    "source": "quotable.io"
  },
  {
    "text": "The beginning of knowledge is the discovery of something we do not understand.",
    "author": "Frank Herbert",
    "source": "quotable.io"
  },
  {
    "text": "True friendship can afford true knowledge. It does not depend on darkness and ignorance.",
    "author": "Henry David Thoreau",
    "source": "quotable.io"
  },
  {
    "text": "The doorstep to the temple of wisdom is a knowledge of our own ignorance.",
    "author": "Benjamin Franklin",
    "source": "quotable.io"
  },
  {
    "text": "The greatest obstacle to discovery is not ignorance - it is the illusion of knowledge.",
    "author": "Daniel J. Boorstin",
    "source": "quotable.io"
  },
  {
    "text": "Wisdom is the power to put our time and our knowledge to the proper use.",
    "author": "Thomas J. Watson",
    "source": "quotable.io"
  },
  {
    "text": "In friendship as well as love, ignorance very often contributes more to our happiness than knowledge.",
    "author": "François de La Rochefoucauld",
    "source": "quotable.io"
  },
  {
    "text": "Knowledge is proud that it knows so much; wisdom is humble that it knows no more.",
    "author": "William Cowper",
    "source": "quotable.io"
  },
  {
    "text": "It is the province of knowledge to speak, and it is the privilege of wisdom to listen.",
    "author": "Oliver Wendell Holmes Jr.",
    "source": "quotable.io"
  },
  {
    "text": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.",
    "author": "Isaac Asimov",
    "source": "quotable.io"
  },
  {
    "text": "The possession of knowledge does not kill the sense of wonder and mystery. There is always more mystery.",
    "author": "Anaïs Nin",
    "source": "quotable.io"
  },
  {
    "text": "Science investigates; religion interprets. Science gives man knowledge which is power; religion gives man wisdom which is control.",
    "author": "Martin Luther King Jr.",
    "source": "quotable.io"
  },
  {
    "text": "The man of knowledge must be able not only to love his enemies but also to hate his friends.",
    "author": "Friedrich Nietzsche",
    "source": "quotable.io"
  },
  {
    "text": "Knowledge is knowing that a tomato is a fruit. Wisdom is knowing not to put it in a fruit salad.",
    "author": "Brian O'Driscoll",
    "source": "quotable.io"
  },
  {
    "text": "Pain and foolishness lead to great bliss and complete knowledge, for Eternal Wisdom created nothing under the sun in vain.",
    "author": "Kahlil Gibran",
    "source": "quotable.io"
  },
  {
    "text": "All our knowledge begins with the senses, proceeds then to the understanding, and ends with reason. There is nothing higher than reason.",
    "author": "Immanuel Kant",
    "source": "quotable.io"
  },
  {
    "text": "Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom.",
    "author": "Charles Spurgeon",
    "source": "quotable.io"
  },
  {
    "text": "Bodily exercise, when compulsory, does no harm to the body; but knowledge which is acquired under compulsion obtains no hold on the mind.",
    "author": "Plato",
    "source": "quotable.io"
  },
  {
    "text": "In complete darkness we are all the same, it is only our knowledge and wisdom that separates us, don't let your eyes deceive you.",
    "author": "Janet Jackson",
    "source": "quotable.io"
  },
  {
    "text": "Knowledge has three degrees: opinion, science, illumination. The means or instrument of the first is sense; of the second, dialectic; of the third, intuition.",
    "author": "Plotinus",
    "source": "quotable.io"
  },
  {
    "text": "Life a culmination of the past, an awareness of the present, an indication of the future beyond knowledge, the quality that gives a touch of divinity to matter.",
    "author": "Charles Lindbergh",
    "source": "quotable.io"
  },
  {
    "text": "For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone.",
    "author": "Audrey Hepburn",
    "source": "quotable.io"
  },
  {
    "text": "Here is one quality that one must possess to win, and that is definiteness of purpose, the knowledge of what one wants, and a burning desire to possess it.",
    "author": "Napoleon Hill",
    "source": "quotable.io"
  },
  {
    "text": "If facts are the seeds that later produce knowledge and wisdom, then the emotions and the impressions of the senses are the fertile soil in which the seeds must grow.",
    "author": "Rachel Carson",
    "source": "quotable.io"
  },
  {
    "text": "I think that we have a great opportunity to impart our wisdom and our knowledge and our experience to this younger generation. It may be different times, but experience transcends time, and wisdom transcends time.",
    "author": "Victoria Osteen",
    "source": "quotable.io"
  },
  {
    "text": "People usually compare the computer to the head of the human being. I would say that hardware is the bone of the head, the skull. The semiconductor is the brain within the head. The software is the wisdom. And data is the knowledge.",
    "author": "Masayoshi Son",
    "source": "quotable.io"
  },
  {
    "text": "Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.",
    "author": "Calvin Coolidge",
    "source": "quotable.io"
  },
  {
    "text": "Learning without reflection is a waste, reflection without learning is dangerous.",
    "author": "Confucius",
    "source": "quotable.io"
  },
  {
    "text": "Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality. Searching and learning is where the miracle process all begins.",
    "author": "Jim Rohn",
    "source": "quotable.io"
  },
  {
    "text": "Learning never exhausts the mind.",
    "author": "Leonardo da Vinci",
    "source": "quotable.io"
  },
  {
    "text": "Learning is finding out what you already know.",
    "author": "Richard Bach",
    "source": "quotable.io"
  },
  {
    "text": "Wisdom has never made a bigot, but learning has.",
    "author": "Josh Billings",
    "source": "quotable.io"
  },
  {
    "text": "Life is a learning experience, only if you learn.",
    "author": "Yogi Berra",
    "source": "quotable.io"
  },
  {
    "text": "He who has imagination without learning has wings but no feet.",
    "author": "Joseph Joubert",
    "source": "quotable.io"
  },
  {
    "text": "I'm not afraid of storms, for I'm learning how to sail my ship.",
    "author": "Louisa May Alcott",
    "source": "quotable.io"
  },
  {
    "text": "Reviewing what you have learned and learning anew, you are fit to be a teacher.",
    "author": "Confucius",
    "source": "quotable.io"
  },
  {
    "text": "An organization's ability to learn, and translate that learning into action rapidly, is the ultimate competitive advantage.",
    "author": "Jack Welch",
    "source": "quotable.io"
  },
  {
    "text": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
    "author": "Colin Powell",
    "source": "quotable.io"
  },
  {
    "text": "We come to love not by finding a perfect person, but by learning to see an imperfect person perfectly.",
    "author": "Sam Keen",
    "source": "quotable.io"
  },
  {
    "text": "The purpose of learning is growth, and our minds, unlike our bodies, can continue growing as we continue to live.",
    "author": "Mortimer J. Adler",
    "source": "quotable.io"
  },
  {
    "text": "To have much learning and skill, to be well-trained in discipline, and good in speech — this is the highest blessing.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "We respect our elders. There is wisdom that comes from experience, and I am not going to stop learning from wise counsel.",
    "author": "Marcia Fudge",
    "source": "quotable.io"
  }
]