[
  {
    "text": "Radiate boundless love towards the entire world — above, below, and across — unhindered, without ill will, without enmity.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "Just as a mother would protect her only child with her life, even so let one cultivate a boundless love towards all beings.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "It is with our passions, as it is with fire and water, they are good servants but bad masters.",
    "author": "Aesop",
    "source": "quotable.io"
  },
  {
    "text": "Love is rarer than genius itself. And friendship is rarer than love.",
    "author": "Charles Péguy",
    "source": "quotable.io"
  },
  {
    "text": "A noble one produces an abundance of merit by having a compassionate mind towards all living beings.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "If you live to be a hundred, I want to live to be a hundred minus one day, so I never have to live without you.",
    "author": "A. A. Milne",
    "source": "quotable.io"
  },
  {
    "text": "Conquer anger with non-anger. Conquer badness with goodness. Conquer meanness with generosity. Conquer dishonesty with truth.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "Love is the only force capable of transforming an enemy into a friend.",
    "author": "Martin Luther King Jr.",
    "source": "quotable.io"
  },
  {
    "text": "Can miles truly separate you from friends... If you want to be with someone you love, aren't you already there?",
    "author": "Richard Bach",
    "source": "quotable.io"
  },
  {
    "text": "If there is such a thing as a good marriage, it is because it resembles friendship rather than love.",
    "author": "Michel de Montaigne",
    "source": "quotable.io"
  },
  {
    "text": "Never pretend to a love which you do not actually feel, for love is not ours to command.",
    "author": "Alan Watts",
    "source": "quotable.io"
  },
  {
    "text": "Hatred is never appeased by hatred in this world. By non-hatred alone is hatred appeased. This is a law eternal.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "Radiate boundless love towards the entire world…",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "We will develop and cultivate the liberation of mind by lovingkindness, make it our vehicle, make it our basis, stabilize it, exercise ourselves in it, and fully perfect it.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "All love that has not friendship for its base, is like a mansion built upon the sand.",
    "author": "Ella Wheeler Wilcox",
    "source": "quotable.io"
  },
  {
    "text": "Love is a friendship set to music.",
    "author": "Joseph Campbell",
    "source": "quotable.io"
  },
  {
    "text": "Gravitation cannot be held responsible for people falling in love. How on earth can you explain in terms of chemistry and physics so important a biological phenomenon as first love? Put your hand on a stove for a minute and it seems like an hour. Sit with that special girl for an hour and it seems like a minute. That's relativity.",
    "author": "Albert Einstein",
    "source": "quotable.io"
  },
  {
    "text": "So then, the relationship of self to other is the complete realization that loving yourself is impossible without loving everything defined as other than yourself.",
    "author": "Alan Watts",
    "source": "quotable.io"
  },
  {
    "text": "If you love someone, set them free. If they come back, they're yours; if they don't, they never were.",
    "author": "Richard Bach",
    "source": "quotable.io"
  },
  {
    "text": "Friendship often ends in love, but love in friendship - never.",
    "author": "Albert Camus",
    "source": "quotable.io"
  },
  {
    "text": "Genuine love should first be directed at oneself; if we do not love ourselves, how can we love others?",
    "author": "Dalai Lama",
    "source": "quotable.io"
  },
  {
    "text": "Love isn't something you find. Love is something that finds you.",
    "author": "Loretta Young",
    "source": "quotable.io"
  },
  {
    "text": "Forgiveness is choosing to love. It is the first skill of self-giving love.",
    "author": "Mahatma Gandhi",
    "source": "quotable.io"
  },
  {
    "text": "Friendship may, and often does, grow into love, but love never subsides into friendship.",
    "author": "Lord Byron",
    "source": "quotable.io"
  },
  {
    "text": "Love doesn't make the world go round; love is what makes the ride worthwhile.",
    "author": "Elizabeth Browning",
    "source": "quotable.io"
  },
  {
    "text": "Do all things with love.",
    "author": "Og Mandino",
    "source": "quotable.io"
  },
  {
    "text": "Neither a lofty degree of intelligence nor imagination nor both together go to the making of genius. Love, love, love, that is the soul of genius.",
    "author": "Wolfgang Amadeus Mozart",
    "source": "quotable.io"
  },
  {
    "text": "I love wisdom. And you can never be great at anything unless you love it. Not be in love with it, but love the thing, admire the thing. And it seems that if you love the thing, and you don't just want to possess it, it will find you.",
    "author": "Maya Angelou",
    "source": "quotable.io"
  },
  {
    "text": "Age does not protect you from love. But love, to some extent, protects you from age.",
    "author": "Anaïs Nin",
    "source": "quotable.io"
  },
  {
    "text": "Love is a serious mental disease.",
    "author": "Plato",
    "source": "quotable.io"
  },
  {
    "text": "Friendship always benefits; love sometimes injures.",
    "author": "Seneca the Younger",
    "source": "quotable.io"
  },
  {
    "text": "Love demands infinitely less than friendship.",
    "author": "George Jean Nathan",
    "source": "quotable.io"
  },
  {
    "text": "Love and friendship exclude each other.",
    "author": "Jean de La Bruyère",
    "source": "quotable.io"
  },
  {
    "text": "Speak low, if you speak love.",
    "author": "William Shakespeare",
    "source": "quotable.io"
  },
  {
    "text": "Friendship is Love without his wings!",
    "author": "Lord Byron",
    "source": "quotable.io"
  },
  {
    "text": "Love is blind; friendship closes its eyes.",
    "author": "Friedrich Nietzsche",
    "source": "quotable.io"
  },
  {
    "text": "Where there is love there is life.",
    "author": "Mahatma Gandhi",
    "source": "quotable.io"
  },
  {
    "text": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing.",
    "author": "Elie Wiesel",
    "source": "quotable.io"
  },
  {
    "text": "The greatest healing therapy is friendship and love.",
    "author": "Hubert Humphrey",
    "source": "quotable.io"
  },
  {
    "text": "You can't blame gravity for falling in love.",
    "author": "Albert Einstein",
    "source": "quotable.io"
  },
  {
    "text": "We can only learn to love by loving.",
    "author": "Iris Murdoch",
    "source": "quotable.io"
  },
  {
    "text": "Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world.",
    "author": "Lucille Ball",
    "source": "quotable.io"
  },
  {
    "text": "Rare as is true love, true friendship is rarer.",
    "author": "Jean de La Fontaine",
    "source": "quotable.io"
  },
  {
    "text": "Where there is great love, there are always miracles.",
    "author": "Willa Cather",
    "source": "quotable.io"
  },
  {
    "text": "Love is the flower you've got to let grow.",
    "author": "John Lennon",
    "source": "quotable.io"
  },
  {
    "text": "Love has no age, no limit; and no death.",
    "author": "John Galsworthy",
    "source": "quotable.io"
  },
  {
    "text": "It is impossible to love and to be wise.",
    "author": "Francis Bacon",
    "source": "quotable.io"
  },
  {
    "text": "Love all, trust a few, do wrong to none.",
    "author": "William Shakespeare",
    "source": "quotable.io"
  },
  {
    "text": "I love my past. I love my present. I'm not ashamed of what I've had, and I'm not sad because I have it no longer.",
    "author": "Colette",
    "source": "quotable.io"
  },
  {
    "text": "Love is composed of a single soul inhabiting two bodies.",
    "author": "Aristotle",
    "source": "quotable.io"
  },
  {
    "text": "Life is the flower for which love is the honey.",
    "author": "Victor Hugo",
    "source": "quotable.io"
  },
  {
    "text": "Love is flower like; Friendship is like a sheltering tree.",
    "author": "Samuel Taylor Coleridge",
    "source": "quotable.io"
  },
  {
    "text": "Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.",
    "author": "Bruce Lee",
    "source": "quotable.io"
  },
  {
    "text": "If I know what love is, it is because of you.",
    "author": "Hermann Hesse",
    "source": "quotable.io"
  },
  {
    "text": "Love is the attempt to form a friendship inspired by beauty.",
    "author": "Cicero",
    "source": "quotable.io"
  },
  {
    "text": "Friends show their love in times of trouble, not in happiness.",
    "author": "Euripides",
    "source": "quotable.io"
  },
  {
    "text": "Life without love is like a tree without blossoms or fruit.",
    "author": "Kahlil Gibran",
    "source": "quotable.io"
  },
  {
    "text": "Let the beauty of what you love be what you do.",
    "author": "Rumi",
    "source": "quotable.io"
  },
  {
    "text": "Love is the master key that opens the gates of happiness.",
    "author": "Oliver Wendell Holmes Jr.",
    "source": "quotable.io"
  },
  {
    "text": "Real success is finding your lifework in the work that you love.",
    "author": "David McCullough",
    "source": "quotable.io"
  },
  {
    "text": "We can do no great things, only small things with great love.",
    "author": "Mother Teresa",
    "source": "quotable.io"
  },
  {
    "text": "Friendship is certainly the finest balm for the pangs of disappointed love.",
    "author": "Jane Austen",
    "source": "quotable.io"
  },
  {
    "text": "There is only one happiness in life, to love and be loved.",
    "author": "George Sand",
    "source": "quotable.io"
  },
  {
    "text": "Ignorance and bungling with love are better than wisdom and skill without.",
    "author": "Henry David Thoreau",
    "source": "quotable.io"
  },
  {
    "text": "Love and compassion open our own inner life, reducing stress, distrust and loneliness.",
    "author": "Dalai Lama",
    "source": "quotable.io"
  },
  {
    "text": "Wisdom, compassion, and courage are the three universally recognized moral qualities of men.",
    "author": "Confucius",
    "source": "quotable.io"
  },
  {
    "text": "Compassion and happiness are not a sign of weakness but a sign of strength.",
    "author": "Dalai Lama",
    "source": "quotable.io"
  },
  {
    "text": "I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures.",
    "author": "Laozi",
    "source": "quotable.io"
  },
  {
    "text": "One's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation and compassion.",
    "author": "Simone de Beauvoir",
    "source": "quotable.io"
  },
  {
    "text": "Grief can be the garden of compassion. If you keep your heart open through everything, your pain can become your greatest ally in your life's search for love and wisdom.",
    "author": "Rumi",
    "source": "quotable.io"
  }
]