[
  {
    "text": "Opportunity does not knock, it presents itself when you beat down the door.",
    "author": "Kyle Chandler",
    "source": "quotable.io"
  },
  {
    "text": "If I find 10,000 ways something won't work, I haven't failed. I am not discouraged, because every wrong attempt discarded is another step forward.",
    "author": "Thomas Edison",
    "source": "quotable.io"
  },
  {
    "text": "Things do not happen. Things are made to happen.",
    "author": "John F. Kennedy",
    "source": "quotable.io"
  },
  {
    "text": "Knowing is not enough; we must apply. Willing is not enough; we must do.",
    "author": "Johann Wolfgang von Goethe",
    "source": "quotable.io"
  },
  {
    "text": "Never complain and never explain.",
    "author": "Benjamin Disraeli",
    "source": "quotable.io"
  },
  {
    "text": "Where there is a will, there is a way. If there is a chance in a million that you can do something, anything, to keep what you want from ending, do it. Pry the door open or, if need be, wedge your foot in that door and keep it open.",
    "author": "Pauline Kael",
    "source": "quotable.io"
  },
  {
    "text": "When something is important enough, you do it even if the odds are not in your favor.",
    "author": "Elon Musk",
    "source": "quotable.io"
  },
  {
    "text": "Meditate … do not delay, lest you later regret it.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "Effort only fully releases its reward after a person refuses to quit.",
    "author": "Napoleon Hill",
    "source": "quotable.io"
  },
  {
    "text": "You yourself must strive. The Buddhas only point the way.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "A wise person should be urgently moved on occasions that make for urgency.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "The most effective way to do it, is to do it.",
    "author": "Amelia Earhart",
    "source": "quotable.io"
  },
  {
    "text": "Problems are not stop signs, they are guidelines.",
    "author": "Robert Schuller",
    "source": "quotable.io"
  },
  {
    "text": "If we all did the things we are capable of doing, we would literally astound ourselves.",
    "author": "Thomas Edison",
    "source": "quotable.io"
  },
  {
    "text": "Should someone do good, let them do it again and again. They should develop this habit, for the accumulation of goodness brings joy.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "Never give up, for that is just the place and time that the tide will turn.",
    "author": "Harriet Beecher Stowe",
    "source": "quotable.io"
  },
  {
    "text": "Everything comes to him who hustles while he waits.",
    "author": "Thomas Edison",
    "source": "quotable.io"
  },
  {
    "text": "You just can't beat the person who never gives up.",
    "author": "Babe Ruth",
    "source": "quotable.io"
  },
  {
    "text": "No bird soars too high if he soars with his own wings.",
    "author": "William Blake",
    "source": "quotable.io"
  },
  {
    "text": "Genius is one per cent inspiration, ninety-nine per cent perspiration.",
    "author": "Thomas Edison",
    "source": "quotable.io"
  },
  {
    "text": "I don't believe you have to be better than everybody else. I believe you have to be better than you ever thought you could be.",
    "author": "Ken Venturi",
    "source": "quotable.io"
  },
  {
    "text": "In order to succeed, we must first believe that we can.",
    "author": "Nikos Kazantzakis",
    "source": "quotable.io"
  },
  {
    "text": "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "author": "Ayn Rand",
    "source": "quotable.io"
  },
  {
    "text": "What you do today can improve all your tomorrows.",
    "author": "Ralph Marston",
    "source": "quotable.io"
  },
  {
    "text": "A good plan violently executed now is better than a perfect plan executed next week.",
    "author": "George S. Patton",
    "source": "quotable.io"
  },
  {
    "text": "Don't watch the clock; do what it does. Keep going.",
    "author": "Sam Levenson",
    "source": "quotable.io"
  },
  {
    "text": "If you fell down yesterday, stand up today.",
    "author": "H. G. Wells",
    "source": "quotable.io"
  },
  {
    "text": "Don't wait. The time will never be just right.",
    "author": "Napoleon Hill",
    "source": "quotable.io"
  },
  {
    "text": "Go for it now. The future is promised to no one.",
    "author": "Wayne Dyer",
    "source": "quotable.io"
  },
  {
    "text": "Aim for the moon. If you miss, you may hit a star.",
    "author": "W. Clement Stone",
    "source": "quotable.io"
  },
  {
    "text": "Nobody will believe in you unless you believe in yourself.",
    "author": "Liberace",
    "source": "quotable.io"
  },
  {
    "text": "Ardently do today what must be done. Who knows? Tomorrow, death comes.",
    "author": "The Buddha",
    "source": "quotable.io"
  },
  {
    "text": "Good actions give strength to ourselves and inspire good actions in others.",
    "author": "Plato",
    "source": "quotable.io"
  },
  {
    "text": "People are not lazy. They simply have impotent goals - that is, goals that do not inspire them.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "If your actions inspire others to dream more, learn more, do more and become more, you are a leader.",
    "author": "John Quincy Adams",
    "source": "quotable.io"
  },
  {
    "text": "Before you can inspire with emotion, you must be swamped with it yourself. Before you can move their tears, your own must flow. To convince them, you must yourself believe.",
    "author": "Winston Churchill",
    "source": "quotable.io"
  },
  {
    "text": "If you do what you've always done, you'll get what you've always gotten.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "Stay committed to your decisions, but stay flexible in your approach.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "Using the power of decision gives you the capacity to get past any excuse to change any and every part of your life in an instant.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "Whatever happens, take responsibility.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "You always succeed in producing a result.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "It is in your moments of decision that your destiny is shaped.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "Successful people ask better questions, and as a result, they get better answers.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "The only limit to your impact is your imagination and commitment.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "Setting goals is the first step in turning the invisible into the visible.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "The path to success is to take massive, determined action.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "The way we communicate with others and with ourselves ultimately determines the quality of our lives.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "We can change our lives. We can do, have, and be exactly what we wish.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  },
  {
    "text": "When people are like each other they tend to like each other.",
    "author": "Tony Robbins",
    "source": "quotable.io"
  }
]