{
  "tag": "patience",
  "count": 12,
  "quotes": [
    {
      "text": "Patience is the companion of wisdom.",
      "author": "Augustine of Hippo",
      "source": "quotable.io"
    },
    {
      "text": "The two most powerful warriors are patience and time.",
      "author": "Leo Tolstoy",
      "source": "quotable.io"
    },
    {
      "text": "Adopt the pace of nature: her secret is patience.",
      "author": "Ralph Waldo Emerson",
      "source": "quotable.io"
    },
    {
      "text": "Patience and perseverance have a magical effect before which difficulties disappear and obstacles vanish.",
      "author": "John Adams",
      "source": "quotable.io"
    },
    {
      "text": "I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures.",
      "author": "Laozi",
      "source": "quotable.io"
    },
    {
      "text": "Face your deficiencies and acknowledge them; but do not let them master you. Let them teach you patience, sweetness, insight.",
      "author": "Helen Keller",
      "source": "quotable.io"
    },
    {
      "text": "A wise man is superior to any insults which can be put upon him, and the best reply to unseemly behavior is patience and moderation.",
      "author": "Molière",
      "source": "quotable.io"
    },
    {
      "text": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world.",
      "author": "Harriet Tubman",
      "source": "quotable.io"
    },
    {
      "text": "And I love that even in the toughest moments, when we're all sweating it - when we're worried that the bill won't pass, and it seems like all is lost - Barack never lets himself get distracted by the chatter and the noise. Just like his grandmother, he just keeps getting up and moving forward... with patience and wisdom, and courage and grace.",
      "author": "Michelle Obama",
      "source": "quotable.io"
    },
    {
      "text": "Just be patient. Let the game come to you. Don't rush. Be quick, but don't hurry.",
      "author": "Earl Monroe",
      "source": "quotable.io"
    },
    {
      "text": "We could never learn to be brave and patient if there were only joy in the world.",
      "author": "Helen Keller",
      "source": "quotable.io"
    },
    {
      "text": "I endeavor to be wise when I cannot be merry, easy when I cannot be glad, content with what cannot be mended and patient when there is no redress.",
      "author": "Elizabeth Montagu",
      "source": "quotable.io"
    }
  ]
}